export default {
  prople: function () {
    let data = [
      {
        name: '李代俊',
        des: '成都泉源堂大药房连锁有限公司四川新零售总经理',
        video: '1c6b46c8368447c0b5b8baac6a91285b',
        content: '<h3>成都泉源堂大药房连锁有限公司四川新零售总经理</h3><p>泉源堂大药房连锁股份有限公司（以下简称“泉源堂”）成立于2012年，是一家以连锁零售、互联网、保险作为核心业务的医药流通企业。公司文化传承于创业者百年行医家族的价值沉淀。</p><p>“您身边的健康专家”是泉源堂赋予自己的使命，立足于应用最先进的信息技术和服务，以社区作为切入点，为高效提升全社会健康水平而不懈努力。作为第一批“医药电商”的践行者，泉源堂在两年之内成为了中国医药电商的前三，在西南区排名第一；作为区域连锁药店的领先者，公司迅速复制线上-线下场景，物流，消费者数字化打通的模式，在过去两年间门店达到百家，并落地了全渠道营销模式，自2016年伊始成为“新零售”在医疗行业的排头兵。</p>',
        avatar: require('./../images/yy.jpg')
      },
      {
        name: '黄伟峰',
        des: '广安正和祥医药连锁有限公司片区总裁',
        video: '6548fac1b5ed4bf08eee92ec6eca41c1',
        content: '<h3>广安正和祥医药连锁有限公司片区总裁</h3><p class="leader-item">正和祥是一家专注于零售药店连锁经营、诊所连锁经营和药品批发的综合性健康产业集团，总部设在美丽的蓉城——成都，是四川省政府重点扶持的本土药品零售拟上市企业。四川正和祥健康药房连锁有限公司成立于2017年11月，注册资本为（人民币）壹亿元。</p>',
        avatar: require('./../images/w1.jpg')
      },
      {
        name: '成传辉',
        des: '聊城五洲大药店连锁有限公司总经理',
        video: '6548fac1b5ed4bf08eee92ec6eca41c1',
        content: '<h3>聊城五洲大药店连锁有限公司总经理</h3><p>聊城五洲大药店连锁有限公司创建于2002年5月，主要专注中西成药类、中药饮片及养生中药类、健康食品类、个人护理品类、健康器材类等零售的连锁药店企业。现有超10000平米的办公大楼，百余家连锁药店经营面积约3.2万平米全市占有率第一，公司拥有员工500余人药学及相关专业技术人员近400人。</p><p>十几年的发展历史奠定了其业界的稳定地位。先后成为中国医药物资协会、山东药店联盟、鲁和药店联盟、山东中盟成员单位；多次被国家相关单位授予：“永不过期药店”“聊城市价格诚信单位”“百姓口碑诚信品牌企业”“百姓放心药店”“中国药店商学院聊城教育基地”等荣誉单位。</p>',
        avatar: require('./../images/w2.jpg')
      }
      // {
      //   name: '三娃',
      //   des: '葫芦娃当中排行第三,铜头铁臂',
      //   video: '6548fac1b5ed4bf08eee92ec6eca41c1',
      //   content: '<p>黄娃是中国国产动画片《葫芦兄弟》《葫芦小金刚》《新葫芦兄弟》中的主要人物，在七个葫芦娃当中排行第三。铜头铁臂，刀枪不入。黄娃三弟是个拥有钢筋铁骨的神娃，刀枪箭炮都无法打伤他，金刚不坏的身体坚硬无比，能免疫一切物理攻击，水火无惧，防御力非常强，第一部因执硬骄傲的性格败在蛇精的软刀下，被蛇精用刚柔阴阳剑变出的无数条软绵绵的剑刃紧紧缠住被抓，还被关入地牢用锯齿大铁钳夹住所困 [1]  ，后来被六娃（蓝娃）用如意救出。被七弟打败后，爷爷用七色彩莲使三娃和六位兄弟复原，七人消灭妖魔。</p><p>第二部的《葫芦小金刚》中三娃与青蛇精打斗许久，青蛇精变出的兵器全都奈何不了三娃的铜头铁臂，最终被蛇精发现弱点的所在后让三娃穿上一只粉色的小绣花鞋，小鞋紧紧套住三娃一只脚痛的满地打滚，被青蛇精用铁棍猛击两下屁股后昏倒，还被带刺的绳子绑住被捉。最后七人融入葫芦小金刚，击败青蛇。</p><p>《葫芦兄妹》中，葫芦小金刚冲入妖洞解救妹妹，结果小蛇精骗走葫芦妹，又用蛇丹吹来棉被死死裹住小金刚，三娃本领被夺，变为葫芦，后获救。</p><p>《新葫芦兄弟》中黄娃所化的黄巨石被金翅雕打飞，和其他葫芦娃走散后遇到小薇和草木怪，帮助三娃克服了怕痒的弱点后寻找神斧大战蛇蝎二妖。</p>',
      //   avatar: require('./../images/w3.jpg')
      // },
      // {
      //   name: '四娃',
      //   des: '葫芦娃当中排行第四,熊熊烈火',
      //   video: '6548fac1b5ed4bf08eee92ec6eca41c1',
      //   content: '<p>绿娃四弟乃天界火神下凡，可任意吞吐烈火。据说刚阳之火，温度达到一定程度时，火焰乃呈青绿色。但他误饮冷泉酒，醉冻寒冰石。后被六娃所救。</p><p>《葫芦兄弟》中水火二娃在藤上的距离最近，火娃和水娃五弟一起破壳而出，破壳出来后用火焰帮爷爷烧开水、煮饭和烧炉，然后将火焰收回，吸吐火焰。</p><p>为了治好二娃双眼，水火双子下山采药，在方圆几里的荒山野岭上都是光秃秃的一片地方，没有任何草药可采集，还有许多害虫和毒蛇，火娃一气之下喷出熊熊大火，烧光了一大群害虫们，水娃往天上吐出滔滔大水，打雷下雨，让大地上干枯的植物们再生。</p><p>之后遇到出门寻找炼丹炉的蛇蝎二妖们，蝎子精不小心让炼丹炉中的火冒出引发大火灾，烧满了整座山，被火娃发现后将火全部吸走救了蛇蝎二妖，蛇精把水火双娃引进洞里喝酒吃饭，火娃被蛇精用如意变的冷泉清凉酒灌醉后冰封被抓，水娃也饮酒过多醉倒在酒坛里。后被六娃用如意救出，却又被七娃击败。最后爷爷用彩莲唤醒众人，击败二妖。</p>',
      //   avatar: require('./../images/w4.jpg')
      // },
      // {
      //   name: '五娃',
      //   des: '葫芦娃当中排行第五,水漫金山',
      //   video: '6548fac1b5ed4bf08eee92ec6eca41c1',
      //   content: '<p>第一部《葫芦兄弟》中，火娃和水娃双双出世，他俩的水火奇功对老爷爷的生活帮助很大。蛇蝎二妖为炼七星丹，从乌龙潭底取出了当年南极仙翁所废弃的炼丹神炉。</p><p>不料，炉内的三味真火迅速点燃山头，将二妖困住。善良的水、火二娃不明就里地救了二妖，还被以报恩为名骗进了妖洞。二人被骗入洞后，蛇蝎二妖用美酒佳肴款待、还歌舞助兴。见二人喜欢喝酒，蛇精用如意宝贝变出一壶“冷泉清凉酒”，火娃喝下后连心都被冻住了。之后蛇蝎二妖更是欺水娃年幼无知，大使激将法，变出一海碗无穷无尽的“销魂酒”，终于成功灌倒了水娃。</p><p>后来六娃用如意救出了五个哥哥，但五娃和五个兄弟却被失忆的七娃打败，在七色彩莲的帮助下，七兄弟团结一心，消灭了金蛇精和蝎子精。</p><p>第二部《葫芦小金刚》中，青蛇精抓住三个葫芦娃后，将五娃的山石砍下，使其现身，但五娃的吐水能力使其不得不暂时躲避。青蛇精趁五娃吸水补充体力时，在水中加入霉臭五毒汤，喝下脏水的五娃腹部疼痛难忍，被鳄鱼头领抓住。后五娃与六个兄弟融入葫芦小金刚体内，最终击败青蛇。</p>',
      //   avatar: require('./../images/w5.jpg')
      // },
      // {
      //   name: '六娃',
      //   des: '葫芦娃当中排行第六,无影无踪',
      //   video: '6548fac1b5ed4bf08eee92ec6eca41c1',
      //   content: '<p>六娃在葫芦娃中当中排行第六，有隐身的能力</p><p>有着蓝色圆圆的大眼睛，粉嘟嘟的小嘴巴，肉肉的圆脸蛋，还有两条神气的眉毛，显得格外机灵可爱。</p><p>在其余兄弟皆被蛇精与蝎子精抓住时，逃脱的六娃找到被困的二娃，并与其合作取得如意，救出了被困的大娃、二娃、三娃、四娃、五娃。但因七娃被蛇精与蝎子精抹去记忆、熏染心灵，六娃和五个哥哥又被抓回，大娃、三娃、四娃、五娃也被施展了离心咒，自相残杀。后在七色彩莲的帮助下，众兄弟齐心协力，成功击败蛇精与蝎子精。</p><p>小妖们挖空了山脚，六娃与四娃、七娃一起从山石中现身。七娃被抓后青蛇精设计将四娃引入回旋迷魂洞，又趁六娃不注意将一片叶子粘在其屁股上。</p><p>不知青蛇精诡计的六娃未将身后的叶子隐去，导致位置暴露，被一顶带刺的厚帽子扣住。在丹炉中，六娃与其余兄弟借助七色彩莲之力，融入葫芦小金刚体内，经过一番战斗，众人终于将青蛇精击败。</p>',
      //   avatar: require('./../images/w6.jpg')
      // },
      // {
      //   name: '七娃',
      //   des: '葫芦娃当中排行第七,法宝最强',
      //   video: '6548fac1b5ed4bf08eee92ec6eca41c1',
      //   content: '<p>紫娃是中国国产动画片《葫芦兄弟》《葫芦小金刚》《新葫芦兄弟》漫画《葫芦兄弟》中的主要角色，在七个葫芦娃当中排行第七。在未脱壳时和六娃以及双眼刚痊愈的二娃一起被蛇蝎二妖抓走，被妖精用毒浆污染藤蔓迷惑心智后不记得自己的爷爷和兄弟，脱壳后认蛇精为母。黑化的紫娃被妖毒熏黑六亲不认，自身没有战斗能力，但手上有一个能吸收万物的紫色宝葫芦。此法宝威力无穷，不但能将任何巨大之物吸入还能施放出能令人反目相残，敌对混乱的魔咒，曾用此咒使自己的哥哥们互相残杀，还把自己的哥哥们全都吸入葫芦里 [1]  ，最后凭借七色彩莲与哥哥们心连心击败蛇蝎二妖。小葫芦虽然小但却能装下千人。</p><p>漫画版《葫芦兄弟》中，七娃(小兄弟)的葫芦无法抵抗如意，七娃因此被抓，最后七人冲出丹炉全歼妖魔。</p><p>《葫芦小金刚》中紫娃与青蛇精斗法，紫娃用宝葫芦把蛇精变出的兵器通通吸收，最后连青蛇精也吸入，但小葫芦不幸被青蛇精变出的小蛀虫从内部破坏咬穿了一个洞后逃出来，葫芦外壳爆裂开粉碎了，青蛇精用狼牙棒把宝葫芦被毁的紫娃打入山谷掉下悬崖后，紫娃被抓。后紫娃融入葫芦小金刚体内。</p><p>《新葫芦兄弟》中在爷爷和震山甲的帮助下恢复了记忆。紫娃的宝葫芦变成了活物，自己会主动攻击和护主，成了紫娃贴身的宠物和保镖，还有了新能力。</p>',
      //   avatar: require('./../images/w7.jpg')
      // }
    ]
    return data
  }
}
